Repository: reflexive-communications/appearancemodifier
Catalog: l10n/*/LC_MESSAGES/appearancemodifier.po
Languages: hu_hu

source: Appearancemodifier Events
hu_hu: Megjelenés Módosított Események

source: Appearancemodifier Event
hu_hu: Megjelenés Módosított Esemény

source: Unique AppearancemodifierEvent ID
hu_hu: Megjelenés módosított esemény egyedi azonosító

source: Layout Handler
hu_hu: Elrendezés kezelő

source: The alterContent handler function.
hu_hu: Az alterContent kezelő funkció.

source: Background Color
hu_hu: Háttér Szín

source: The color code of the background in #ffffff format.
hu_hu: A háttér szín kódja #ffffff formátumban.

source: Invert Consent Fields
hu_hu: Hozzájárulási mezők fordított működése

source: This field triggers the invert behaviour of the consent checkboxes.
hu_hu: Ez a mező a hozzájárulási checkboxok fordított működését biztosítja.

source: Custom Social Box
hu_hu: Egyedi Megosztás Doboz

source: This field triggers the custom social sharing layout.
hu_hu: Ez a mező egyedi kinézetet biztosít a közösségi megosztás doboznak.

source: External Share Url
hu_hu: Megosztási Url

source: This link will be shared in the custom social box.
hu_hu: Ez a link lesz megosztva az egyedi megosztás dobozban.

source: Add Placeholder
hu_hu: Placeholder Hozzáadása

source: Set the text input label as placeholder text in the input.
hu_hu: Beállítja a szöveges bemeneti mezők cimkéjét a placeholder szövegének.

source: Hide Form Labels
hu_hu: Űrlap Cimkék Elrejtése

source: Hide the form labels and use only the placeholders.
hu_hu: Elrejti az űrlapok szöveges mezőinke cimkéit, ha a placeholderek alkalmazva vannak.

source: Font Color
hu_hu: Betű színe

source: The color code of the fonts in #ffffff format.
hu_hu: A színkódja a betűknek #ffffff formátumban.

source: Consent Field Behaviour
hu_hu: Consent Mezők Működése

source: This field describes the behaviour of the consent logic.
hu_hu: Ez a mező írja le a consent mezők működési logikáját.

source: Custom Settings
hu_hu: További Beállítások

source: Appearancemodifier Petitions
hu_hu: Megjelenés Módosított Petíciók

source: Appearancemodifier Petition
hu_hu: Megjelenés Módosított Petíció

source: Unique AppearancemodifierPetition ID
hu_hu: Megjelenés módosított petíció egyedi azonosító

source: Additional Note
hu_hu: Kiegészítő Megjegyzés

source: The text that will be displayed after the submit button on the edit form.
hu_hu: A szöveg, ami meg lesz jelenítve a submit gomb után az űrlapon.

source: Petition Message
hu_hu: Petíció Szövege

source: The text that will be displayed in the petition message input.
hu_hu: A szöveg, ami meg lesz jelenítve a petíció szövege bemeneti mezőben.

source: Target Number Of Signers
hu_hu: Aláírók Célszáma.

source: The target number of the petition signers.
hu_hu: A petíció aláíróinak a célszáma.

source: Signers Block Position
hu_hu: Aláírók Blokkjának Helye

source: The position where the number of petition signers is displayed.
hu_hu: A pozíció ahol az aláírók blokkja megjelenik.

source: Appearancemodifier Profiles
hu_hu: Megjelenés Módosított Profilok

source: Appearancemodifier Profile
hu_hu: Megjelenés Módosított Profil

source: Unique AppearancemodifierProfile ID
hu_hu: Megjelenés módosított profil egyedi azonosító

source: Presets
hu_hu: Előre beállított konfigurációk

source: Custom
hu_hu: Egyedi

source: Form Layout
hu_hu: Űrlap elrendezése

source: Default
hu_hu: Alapértelmezett

source: Manage Consent Behaviour
hu_hu: Consent mezők működése

source: Invert
hu_hu: Opt-In

source: Submit Implied
hu_hu: Automatikusan kitöltés után

source: Original Background Color
hu_hu: Alapértelmezett Háttér Szín

source: Transparent Background Color
hu_hu: Transzparens Háttér Szín

source: Hide text input labels
hu_hu: Szöveges bemeneti címke elrejtése

source: Add placeholders
hu_hu: Placeholder alkalmazása

source: Original Font Color
hu_hu: Alapértelmezett Betű Szín

source: Activity for %1
hu_hu: Tevékenység a következőhöz: %1

source: No Activity
hu_hu: Nincs tevékenység

source: Save
hu_hu: Mentés

source: Cancel
hu_hu: Elvetés

source: The selected event seems to be deleted. Id: %1
hu_hu: A kiválasztott esemény töröltnek tűnik. Azonosító: %1

source: Custom social box
hu_hu: Egyedi Megosztás Doboz

source: External url to share
hu_hu: Külső megosztási link

source: Customize %1 event.
hu_hu: %1 esemény testreszabása.

source: Data has been updated.
hu_hu: Az adat mentése sikeres volt.

source: The selected petition seems to be deleted. Id: %1
hu_hu: A kiválasztott petíció töröltnek tűnik. Azonosító: %1

source: Petition message
hu_hu: Petíció Szövege

source: Target number of signers
hu_hu: Aláírók Célszáma

source: Additional Note Text
hu_hu: Kiegészítő Megjegyzés Szövege

source: Display Signers Block
hu_hu: Aláírók Megjelenítése

source: None
hu_hu: Nem

source: Above only the current number
hu_hu: Fent, csak a számuk

source: Above progressbar
hu_hu: Fent, progressbar

source: Below only the current number
hu_hu: Alul, csak a számuk

source: Below progressbar
hu_hu: Alul, progressbar

source: Customize %1 petition.
hu_hu: %1 petíció testreszabása.

source: The selected profile seems to be deleted. Id: %1
hu_hu: A kiválasztott profil töröltnek tűnik. Azonosító: %1

source: Customize %1 profile.
hu_hu: %1 profil testreszabása.

source: Share on Twitter
hu_hu: Megosztás Twitteren

source: Share on Facebook
hu_hu: Megosztás Facebookon

source: Please share it
hu_hu: Kérlek oszd meg

source: Use the saved settings or customize from scratch.
hu_hu: Mentett beállítások használata, vagy testreszabhás az alapoktól.

source: Layout manipulation.
hu_hu: Elrendezés módosítása.

source: Background color manipulation.
hu_hu: Háttér színének módosítása.

source: Font color manipulation.
hu_hu: Betűk színének módosítása.

source: Set the behaviour of consent fields. (opt-out vs opt in vs implied)
hu_hu: Hozzájárulási checkboxok működése. (opt-out vs opt in vs kitöltés hatására)

source: Add placeholders to the text inputs.
hu_hu: Placeholder alkalmazása a szöveges bemeneteknél.

source: Hide the labels of the text inputs on the event form. Applied only if the placeholders are added.
hu_hu: Elrejti az esemény űrlapok szöveges mezőinek cimkéit, ha a placeholderek alkalmazva vannak.

source: Customized box for sharing the event on social network.
hu_hu: Testreszabott felület az esemény közösségi hálózaton történő megosztására.

source: The external url that will be shared from the custom social box.
hu_hu: Ez a külső link lesz megosztva az egyedi megosztás dobozból.

source: The text after the submit button.
hu_hu: A szöveg, ami meg lesz jelenítve a submit gomb után az űrlapon.

source: Hide the labels of the text inputs on the petition form. Applied only if the placeholders are added.
hu_hu: Elrejti a petíció űrlapok szöveges mezőinek cimkéit, ha a placeholderek alkalmazva vannak.

source: The petition message that will displayed in the message input field.
hu_hu: A petíció szövege amely alapértelmezett érték lesz az űrlap megfelelő mezőjében.

source: Customized box for sharing the petition on social network.
hu_hu: Testreszabott felület a petíció közösségi hálózaton történő megosztására.

source: Hide the labels of the text inputs on the profile form. Applied only if the placeholders are added.
hu_hu: Elrejti a profil űrlapok szöveges mezőinek cimkéit, ha a placeholderek alkalmazva vannak.

source: Already signed by %1 people.
hu_hu: Már %1 ember támogatta.

source: Already signed by %1 people. Let's make %2 signatures!
hu_hu: %1 ember már aláírta. Jöjjön össze %2 alárás!
